[
    {
        "القصور": [
            "فم لبروج (لمعاضيد)",
            "فم لبروج هو دُوَّار يقع بجماعة عرب صباح زيز، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "فركلة السفلى",
            "فركلة السفلى هي قرية مغربية وسط البلاد.تقع آيت هاني جنوبي مكناس.",
            "فركلة العليا",
            "فركلة العليا هي قرية مغربية وسط البلاد.تقع فركلة العليا جنوبي مكناس.",
            "فزنا",
            "هي جماعة قروية تابعة لإقليم الرشيدية ضمن جهة مكناس تافيلالت بالمغرب.",
            "فزنا (فزنا)",
            "فزنا هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لفزنا.",
            "كيواز (الزويات)",
            "كيواز هو دُوَّار يقع بجماعة السفلات، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "كير (الرشيدية)",
            "كير هي جماعة قروية تابعة لإقليم الرشيدية ضمن جهة مكناس تافيلالت بالمغرب.",
            "كلميمة",
            "ݣلميمة مدينة مغربية تقع في الجنوب الشرقي في جهة درعة تافيلالت ضمن إقليم الراشيدية، على الطريق الرابطة بين تنغير والراشدية.",
            "كاوز (مسكي)",
            "كاوز هو دُوَّار يقع بجماعة شرفاء مدغرة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "كاوز (الثلث التحتاني)",
            "كاوز هو دُوَّار يقع بجماعة السفلات، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "كاردميت (فركلة العليا)",
            "كاردميت هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لفركلة العليا.",
            "كردميت (فركلة السفلى)",
            "كردميت هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لفركلة السفلى.",
            "وين بيكي (اكلي)",
            "وين بيكي هو دُوَّار يقع بجماعة ملعب، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "وافة (اغريس السفلي)",
            "وافة هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لاغريس السفلي.",
            "واو مكرت (إدلسن)",
            "واو مكرت هو دُوَّار يقع بجماعة تاديغوست، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "واد إفلي (بني امحمد سجلماسة)",
            "واد إفلي هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لبني امحمد سجلماسة.",
            "وادي النعام",
            "هي جماعة قروية تابعة لإقليم الرشيدية ضمن جهة درعة تافيلالت بالمغرب.",
            "قائمة مدن المغرب",
            "مدن المغرب هي الجماعات الترابية الحضرية في المملكة المغربية.",
            "قائمة جهات المغرب",
            "المملكة المغربية فِي إطار الجهويّة واللاّمركزية التي اعتمدهَا المغربُ سنة 2015 تمّ تقسيم المملكةِ المغربيّة إلى 12 جهَة، بحيثُ تمّ الإعْلانُ عَن برنَامج حكُوميّ يَهدفُ إلَى إعْطاء الحُكم الذَّاتي لكُل جهَة مِن جهَات المَغرب، وهكَذا تمّ إنْشاء اللّجنة الإسْتشاريّة للجهَوية وهي مُنظّمة حُكومية مُهمتُها صيَاغة نمُوذج مغْربي للأقَاليم ذاتيّة الحُكم.",
            "قائمة دوائر المغرب",
            "قائمة دوائر المغرب قائمة تفصيلة تعرض المعلومات الأساسية لكل دائرة وتبعية الدائرة لأي إقليم ولأي جهة وعدد الجماعات القروية في كل دائرة وعدد المشايخ والدواوير، بالإضافة لتعدد السكان والأسر بحسب الإحصاء العام للسكان والسكنى لسنة 2004.",
            "قدوسة (قصور الشمال)",
            "قدوسة هو دُوَّار يقع بجماعة وادي النعام، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قدارة (واد إفلي)",
            "قدارة هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قشلة تازوكة (قصر السوق)",
            "قشلة تازوكة هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قطع الواد (المرابطين)",
            "قطع الواد هو دُوَّار يقع بجماعة فركلة السفلى، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصيبة (توضيح)",
            "* القصيبة، وهي مدينة تونسية بولاية سوسة.",
            "قصيبة أولاد مومن (السيفة الشمالية)",
            "قصيبة أولاد مومن هو دُوَّار يقع بجماعة السيفا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصيبة القايد (السيفة الشمالية)",
            "قصيبة القايد هو دُوَّار يقع بجماعة السيفا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصير السيفة (السيفة الشمالية)",
            "قصير السيفة هو دُوَّار يقع بجماعة السيفا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصيرة أولاد يوسف (تارنجيوت)",
            "قصيرة أولاد يوسف هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصور الشمال (وادي النعام)",
            "قصور الشمال هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لوادي النعام.",
            "قصبة ويغلان (الثلث الفوقاني)",
            "قصبة ويغلان هو دُوَّار يقع بجماعة السفلات، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصبة مولاي أحمد الذهبي (تارنجيوت)",
            "قصبة مولاي أحمد الذهبي هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصبة مولاي الشريف (واد إفلي)",
            "قصبة مولاي الشريف هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصبة مولاي الطاهر (تارنجيوت)",
            "قصبة مولاي الطاهر هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصبة الحاج الهاشمي (الغرفة)",
            "قصبة الحاج الهاشمي هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصبة بن لحسن (أولاد بنعيسى الفوقانية)",
            "قصبة بن لحسن هو دُوَّار يقع بجماعة عرب صباح زيز، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصبة بن علي (أولاد معطلة الفوقانية)",
            "قصبة بن علي هو دُوَّار يقع بجماعة عرب صباح زيز، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصبة حمودة (واد إفلي)",
            "قصبة حمودة هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصبة سيدي المهدي (تارنجيوت)",
            "قصبة سيدي المهدي هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر كراوة (الثلث الفوقاني)",
            "قصر كراوة هو دُوَّار يقع بجماعة السفلات، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر لفرخ (واد إفلي)",
            "قصر لفرخ هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر لكراير (لكراير)",
            "قصر لكراير هو دُوَّار يقع بجماعة عرب صباح اغريس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر لقصيبة (فزنا)",
            "قصر لقصيبة هو دُوَّار يقع بجماعة فزنا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر لقصير (لمعاضيد)",
            "قصر لقصير هو دُوَّار يقع بجماعة عرب صباح زيز، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر لهبيبات (أولاد معطلة الفوقانية)",
            "قصر لهبيبات هو دُوَّار يقع بجماعة عرب صباح زيز، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر لمكابر (لمعاضيد)",
            "قصر لمكابر هو دُوَّار يقع بجماعة عرب صباح زيز، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر لمراني (واد إفلي)",
            "قصر لمراني هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر لبويه (لكراير)",
            "قصر لبويه هو دُوَّار يقع بجماعة عرب صباح اغريس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر لحرون (آيت واحي)",
            "قصر لحرون هو دُوَّار يقع بجماعة أملاكو، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر لعوينة (تيلوين الشمالية)",
            "قصر لعوينة هو دُوَّار يقع بجماعة اغريس السفلي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر لعبادلة (لمعاضيد)",
            "قصر لعبادلة هو دُوَّار يقع بجماعة عرب صباح زيز، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر هوارة (الثلث الوسطاني)",
            "قصر هوارة هو دُوَّار يقع بجماعة السفلات، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر هارون (آيت بورك)",
            "قصر هارون هو دُوَّار يقع بجماعة الريصاني، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر مولاد امبارك (واد إفلي)",
            "قصر مولاد امبارك هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر مونحيا (وافة)",
            "قصر مونحيا هو دُوَّار يقع بجماعة اغريس السفلي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر مقطع الصفا (آيت خباش)",
            "قصر مقطع الصفا هو دُوَّار يقع بجماعة الريصاني، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر ملاعب (ملاعب)",
            "قصر ملاعب هو دُوَّار يقع بجماعة ملعب، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر مزكيدة (آيت خباش)",
            "قصر مزكيدة هو دُوَّار يقع بجماعة الريصاني، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر آيت مولاي المامون (تزكاغين)",
            "قصر آيت مولاي المامون هو دُوَّار يقع بجماعة فركلة السفلى، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر آيت بامعطي (تزكاغين)",
            "قصر آيت بامعطي هو دُوَّار يقع بجماعة فركلة السفلى، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر آيت سليمان (آيت سليمان)",
            "قصر آيت سليمان هو دُوَّار يقع بجماعة أملاكو، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر أولاد عقبة (أولاد بنعيسى الفوقانية)",
            "قصر أولاد عقبة هو دُوَّار يقع بجماعة عرب صباح زيز، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر أولاد علي (أولاد بنعيسى الفوقانية)",
            "قصر أولاد علي هو دُوَّار يقع بجماعة عرب صباح زيز، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر أولاد غانم فزنة (فزنا)",
            "قصر أولاد غانم فزنة هو دُوَّار يقع بجماعة فزنا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر أودادي (آيت واحي)",
            "قصر أودادي هو دُوَّار يقع بجماعة أملاكو، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر أوطارا (آيت خباش)",
            "قصر أوطارا هو دُوَّار يقع بجماعة الريصاني، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر أملال (الخربات)",
            "قصر أملال هو دُوَّار يقع بجماعة فركلة العليا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر أسرغين (الغرفة)",
            "قصر أسرغين هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر اكاوز (وافة)",
            "قصر اكاوز هو دُوَّار يقع بجماعة اغريس السفلي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر اكساكيس (أولاد بنعيسى الفوقانية)",
            "قصر اكساكيس هو دُوَّار يقع بجماعة عرب صباح زيز، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر الفوكاني (تارنجيوت)",
            "قصر الفوكاني هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر القديم (أولاد الزهرة)",
            "قصر القديم هو دُوَّار يقع بجماعة عرب صباح زيز، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر القديم (الخربات)",
            "قصر القديم هو دُوَّار يقع بجماعة فركلة العليا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر القديم (تافراوت)",
            "قصر القديم هو دُوَّار يقع بجماعة سيدي علي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر القديم تيلوين (تيليوين الجنوبية)",
            "قصر القديم تيلوين هو دُوَّار يقع بجماعة اغريس السفلي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر القصيبة (المغرب)",
            "قصرالقصيبة،تابعة لجماعة فركلة السفلى إحدى القرى المغربية المجاورة لمدينة تنجداد بإقليم الرشيدية 1- الإطار الجغرافي لقصر القصيبة: - الموقع: قصرالقصيبة ينتمي جغراقيا جهة درعة تافيلالت إحدى الجهات الإدارية في التقسيم الجهوي الجديد للمملكة المغربية منذ 2015 تتمتع الجهةالتي ينتمي اليها قصر القصيبة بموقع جغرافي حدودي مهم على الضفة الشرقية للمغرب، تتمتع الجهة بمناخ صحراوي شبه قاحل، تعتبر الجهة من المناطق الزراعية التي تلائم مناخها القاسي، الجهة رائدة في انتاج التمور والسياحة السنمائية و السياحة الطبية الطبيعية، تحدها خمس جهات مع شريط طويل من الحدود المغربية الجزائرية.",
            "قصر اللحاين (أولاد معطلة الفوقانية)",
            "قصر اللحاين هو دُوَّار يقع بجماعة عرب صباح زيز، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر المنقارة",
            "بعض الصور لواحة قصر المنقارة صورة لقصر المنقارة من فوق كدية المنقارة قصر المنقارة بلدة صغيرة تنتمي إلى المجال الترابي لجماعة الجرف بالرشيدية.",
            "قصر المنصورية (تارنجيوت)",
            "قصر المنصورية هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر الماطي (الزويات)",
            "قصر الماطي هو دُوَّار يقع بجماعة السفلات، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر البور (الخربات)",
            "قصر البور هو دُوَّار يقع بجماعة فركلة العليا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر البوشيحة (تيلوين الشمالية)",
            "قصر البوشيحة هو دُوَّار يقع بجماعة اغريس السفلي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر الجير (بني امحمد)",
            "قصر الجير هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر الجديد (أولاد الزهرة)",
            "قصر الجديد هو دُوَّار يقع بجماعة عرب صباح زيز، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر الجديد (الخربات)",
            "قصر الجديد هو دُوَّار يقع بجماعة فركلة العليا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر الجديد (تيليوين الجنوبية)",
            "قصر الجديد هو دُوَّار يقع بجماعة اغريس السفلي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر الجديد (تافراوت)",
            "قصر الجديد هو دُوَّار يقع بجماعة سيدي علي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر الحارة (تاديغوست)",
            "قصر الحارة هو دُوَّار يقع بجماعة تاديغوست، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر الشريف (تاديغوست)",
            "قصر الشريف هو دُوَّار يقع بجماعة تاديغوست، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر الشرفاء (وافة)",
            "قصر الشرفاء هو دُوَّار يقع بجماعة اغريس السفلي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر الشرفة (أولاد بنعيسى الفوقانية)",
            "قصر الشرفة هو دُوَّار يقع بجماعة عرب صباح زيز، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر الطاوس (الطاوس)",
            "قصر الطاوس هو دُوَّار يقع بجماعة الطاوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر اجديد (الغرفة)",
            "قصر اجديد هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر ازيلف (كردميت)",
            "قصر ازيلف هو دُوَّار يقع بجماعة فركلة السفلى، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر اشياحنة (أولاد بنعيسى الفوقانية)",
            "قصر اشياحنة هو دُوَّار يقع بجماعة عرب صباح زيز، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر اشقارنة (تارنجيوت)",
            "قصر اشقارنة هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر اشبيلي (تارنجيوت)",
            "قصر اشبيلي هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر اعتاب (موي)",
            "قصر اعتاب هو دُوَّار يقع بجماعة تاديغوست، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر بوتنفيت (وافة)",
            "قصر بوتنفيت هو دُوَّار يقع بجماعة اغريس السفلي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر بوذنيب (الشرفاء)",
            "قصر بوذنيب هو دُوَّار يقع بجماعة وادي النعام، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر ة أسرغين (الغرفة)",
            "قصر ة أسرغين هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر توغزة (وافة)",
            "قصر توغزة هو دُوَّار يقع بجماعة اغريس السفلي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر تنغراس (الثلث الوسطاني)",
            "قصر تنغراس هو دُوَّار يقع بجماعة السفلات، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر تزكاغين (تزكاغين)",
            "قصر تزكاغين هو دُوَّار يقع بجماعة فركلة السفلى، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر جميل (بني امحمد)",
            "قصر جميل هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر حرث (حرث)",
            "قصر حرث هو أكبر قصور غريس من حيث المساحة دُوَّار يقع بجماعة اغريس لعلوي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر خليل (وافة)",
            "قصر خليل هو دُوَّار يقع بجماعة اغريس السفلي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر دار اميرة (كردميت)",
            "قصر دار اميرة هو دُوَّار يقع بجماعة فركلة السفلى، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر سيدي بوبكر القبلي (آيت خباش)",
            "قصر سيدي بوبكر القبلي هو دُوَّار يقع بجماعة الريصاني، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر سيدي عمر (بني امحمد)",
            "قصر سيدي عمر هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر سكورة (أولاد بنعيسى الفوقانية)",
            "قصر سكورة هو دُوَّار يقع بجماعة عرب صباح زيز، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر شيد بوبكر الغربي (آيت خباش)",
            "قصر شيد بوبكر الغربي هو دُوَّار يقع بجماعة الريصاني، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر شلالفة (أولاد معطلة الفوقانية)",
            "قصر شلالفة هو دُوَّار يقع بجماعة عرب صباح زيز، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "قصر عنفر (تيليوين الجنوبية)",
            "قصر عنفر هو دُوَّار يقع بجماعة اغريس السفلي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "لكلاكلة (السيفة الجنوبية)",
            "لكلاكلة هو دُوَّار يقع بجماعة السيفا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "لكراير (عرب صباح اغريس)",
            "لكراير هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لعرب صباح اغريس.",
            "لوجارشة (بني امحمد)",
            "لوجارشة هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "لقصيبة (أولاد الحاج)",
            "لقصيبة هو دُوَّار يقع بجماعة شرفاء مدغرة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "لقصيبة (المرابطين)",
            "لقصيبة هو دُوَّار يقع بجماعة فركلة السفلى، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "لمحريكية (لمعاضيد)",
            "لمحريكية هو دُوَّار يقع بجماعة عرب صباح زيز، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "لمطاهرة (الثلث التحتاني)",
            "لمطاهرة هو دُوَّار يقع بجماعة السفلات، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "لمعاضيد (عرب صباح زيز)",
            "لمعاضيد هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لعرب صباح زيز.",
            "لبلاغمة (الرتب السفلانية)",
            "لبلاغمة هو دُوَّار يقع بجماعة الرتب، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "لبطاطحة (الرتب السفلانية)",
            "لبطاطحة هو دُوَّار يقع بجماعة الرتب، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "لبطرني (واد إفلي)",
            "لبطرني هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "لحساسنة (أولاد معطلة التحتانية)",
            "لحساسنة هو دُوَّار يقع بجماعة عرب صباح زيز، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "لعوينة (تيلوين الشمالية)",
            "لعوينة هو دُوَّار يقع بجماعة اغريس السفلي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "لغات المغرب",
            "توجد العديد من اللغات في المغرب و لكن اللغتين الرسميتين فيها هما العربية و الأمازيغيةدستور المغرب لعام 2011.",
            "ميزران ( رحالة آيت بورك)",
            "ميزران هو دُوَّار يقع بجماعة الريصاني، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "مكمان (آيت يحيا أعثمان)",
            "مكمان هو دُوَّار يقع بجماعة اغريس لعلوي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "مكمان (تافراوت)",
            "مكمان هو دُوَّار يقع بجماعة سيدي علي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "موي (تاديغوست)",
            "موي هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لتاديغوست.",
            "مولاي امحمد (الخنك الجديد)",
            "مولاي امحمد هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "مولاي ابراهيم (أولاد معطلة التحتانية)",
            "مولاي ابراهيم هو دُوَّار يقع بجماعة عرب صباح زيز، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "مولاي عبد الله الدقاق (الثلث الفوقاني)",
            "مولاي عبد الله الدقاق هو دُوَّار يقع بجماعة السفلات، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "موشقلال (قصر السوق)",
            "موشقلال هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "ملاعب (ملعب)",
            "ملاعب هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لملعب.",
            "ملتقى سجلماسة لفن الملحون",
            "ملتقى سجلماسة لفن الملحون هو ملتقى ثقافي، تُنظمه وزارة الثقافة المغربية بتعاون مع عمالة (محافظة)إقليم الرشيدية كل سنة، بكل من مدن الرشيدية والريصاني وأرفود (جنوب شرقي المملكة المغربية).",
            "ملعب (إقليم الرشيدية)",
            "ملعب هي جماعة قروية تابعة لإقليم الرشيدية ضمن جهة درعة تافيلالت بالمغرب.",
            "منوكة (واد إفلي)",
            "منوكة هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "محمد علي الرباوي",
            "محمد علي الرباوي (ولد سنة 1949 بقصر أسرير، تنجداد، الراشيدية.) شاعر مغربي، يشتغل استاذا مساعدا بكلية الآداب بجامعة محمد الأول بوجدة.",
            "مديونة (مسكي)",
            "مديونة هو دُوَّار يقع بجماعة شرفاء مدغرة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "مروتشة (اكلي)",
            "مروتشة هو دُوَّار يقع بجماعة ملعب، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "مرزوكة (مرزوكة)",
            "مرزوكة هو دُوَّار يقع بجماعة الطاوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "مرزوكة (الطاوس)",
            "مرزوكة هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لالطاوس.",
            "مرزوكة (بني امحمد)",
            "مرزوكة هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "مرزان الكريان (رحالة آيت بورك)",
            "مرزان الكريان هو دُوَّار يقع بجماعة الريصاني، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "مسكي (شرفاء مدغرة)",
            "مسكي هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لشرفاء مدغرة.",
            "مطار الرشيدية مولاي علي الشريف",
            "مطار الرشيدية مولاي علي الشريف هو مطار داخلي يقع في مدينة الرشيدية بالمملكة المغربية.",
            "آيت يوسف (الخنك القديم)",
            "آيت يوسف هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت يحيى",
            "آيت يحيى هي قروية تابعة لإقليم الرشيدية ضمن جهة درعة تافيلالت بالمغرب.",
            "آيت يحيا أو عثمان (آيت يحيا أعثمان)",
            "آيت يحيا أو عثمان هو دُوَّار يقع بجماعة اغريس لعلوي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت يحيا أعثمان (اغريس لعلوي)",
            "آيت يحيا أعثمان هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لاغريس لعلوي.",
            "آيت فرح (فركلة العليا)",
            "آيت فرح هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لفركلة العليا.",
            "آيت فرح (آيت فرح)",
            "آيت فرح هو دُوَّار يقع بجماعة فركلة العليا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت فسكا (حرث)",
            "آيت فسكا هو دُوَّار يقع بجماعة اغريس لعلوي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت كطو (آيت أوزين)",
            "آيت كطو هو دُوَّار يقع بجماعة اغريس لعلوي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت واحي (أملاكو)",
            "آيت واحي هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لأملاكو.",
            "آيت واشهو (إدلسن)",
            "آيت واشهو هو دُوَّار يقع بجماعة تاديغوست، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت وراين (القصر الجديد)",
            "آيت وراين هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت لبزم آيت علي (آيت حدو)",
            "آيت لبزم آيت علي هو دُوَّار يقع بجماعة فركلة العليا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت لبزم إدخميس (آيت حدو)",
            "آيت لبزم إدخميس هو دُوَّار يقع بجماعة فركلة العليا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت هاني (إقليم الرشيدية)",
            "آيت هاني هي جماعة قروية تابعة لإقليم الرشيدية ضمن جهة مكناس تافيلالت بالمغرب.",
            "آيت موحي أوعلي (قصر السوق)",
            "آيت موحي أوعلي هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت منزو (الخنك القديم)",
            "آيت منزو هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت محمد (كاردميت)",
            "آيت محمد هو دُوَّار يقع بجماعة فركلة العليا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت مخون (آيت واحي)",
            "آيت مخون هو دُوَّار يقع بجماعة أملاكو، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت مسعود (أولاد الحاج)",
            "آيت مسعود هو دُوَّار يقع بجماعة شرفاء مدغرة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت معمر القديم (المرابطين)",
            "آيت معمر القديم هو دُوَّار يقع بجماعة فركلة السفلى، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت أيوب (آيت سليمان)",
            "آيت أيوب هو دُوَّار يقع بجماعة أملاكو، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت أوالزين (اغريس لعلوي)",
            "آيت أوالزين هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لاغريس لعلوي.",
            "آيت أوحمو (إدلسن)",
            "آيت أوحمو هو دُوَّار يقع بجماعة تاديغوست، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت أوخالق (آيت واحي)",
            "آيت أوخالق هو دُوَّار يقع بجماعة أملاكو، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت أوزين (اغريس لعلوي)",
            "آيت أوزين هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لاغريس لعلوي.",
            "آيت الحو (ملاعب)",
            "آيت الحو هو دُوَّار يقع بجماعة ملعب، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت الحاج حساين (القصر الجديد)",
            "آيت الحاج حساين هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت الطاغي تفرسوت (إكودمان)",
            "آيت الطاغي تفرسوت هو دُوَّار يقع بجماعة أغبالو أنكردوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت امحمد (أملاكو)",
            "آيت امحمد هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لأملاكو.",
            "آيت ابراهيم (آيت خليفة)",
            "آيت ابراهيم هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت ابراهيم (أمسد)",
            "آيت ابراهيم هو دُوَّار يقع بجماعة تاديغوست، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت اخليفة (الخنك)",
            "آيت اخليفة هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لالخنك.",
            "آيت بويزم (آيت سليمان)",
            "آيت بويزم هو دُوَّار يقع بجماعة أملاكو، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت بوتسخايين (آيت حدو)",
            "آيت بوتسخايين هو دُوَّار يقع بجماعة فركلة العليا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت بوحدو (آيت فرح)",
            "آيت بوحدو هو دُوَّار يقع بجماعة فركلة العليا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت بورك (الريصاني)",
            "آيت بورك هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لالريصاني.",
            "آيت بوغروس (قصر السوق)",
            "آيت بوغروس هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت بن اعمر (المرابطين)",
            "آيت بن اعمر هو دُوَّار يقع بجماعة فركلة السفلى، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت بن حساين (إدلسن)",
            "آيت بن حساين هو دُوَّار يقع بجماعة تاديغوست، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت تاعرابت (القصر الجديد)",
            "آيت تاعرابت هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت حدو (فركلة العليا)",
            "آيت حدو هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لفركلة العليا.",
            "آيت حدو (آيت حدو)",
            "آيت حدو هو دُوَّار يقع بجماعة فركلة العليا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت خليفة (الخنك)",
            "آيت خليفة هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لالخنك.",
            "آيت خباش (الريصاني)",
            "آيت خباش هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لالريصاني.",
            "آيت سيدي الغازي (آيت أوزين)",
            "آيت سيدي الغازي هو دُوَّار يقع بجماعة اغريس لعلوي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت سيدي عبد العالي (تاديغوست)",
            "آيت سيدي عبد العالي هو دُوَّار يقع بجماعة تاديغوست، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت سليمان (أملاكو)",
            "آيت سليمان هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لأملاكو.",
            "آيت سعيد وعلي (آيت واحي)",
            "آيت سعيد وعلي هو دُوَّار يقع بجماعة أملاكو، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت عيسى (آيت فرح)",
            "آيت عيسى هو دُوَّار يقع بجماعة فركلة العليا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت عقا (القصر الجديد)",
            "آيت عقا هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت عاصم (فركلة العليا)",
            "آيت عاصم هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لفركلة العليا.",
            "آيت عاصم (آيت عاصم)",
            "آيت عاصم هو دُوَّار يقع بجماعة فركلة العليا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت عبو (آيت خليفة)",
            "آيت عبو هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت عبد القادر (آيت خليفة)",
            "آيت عبد القادر هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت عبد الصمد (آيت يحيا)",
            "آيت عبد الصمد هو دُوَّار يقع بجماعة أغبالو أنكردوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت عثمان (الخنك القديم)",
            "آيت عثمان هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "آيت عطا",
            "آيت عطا (و يسمى المنتسبون إليها بالعطاويين) هي اتحادية قبائل أمازيغية ، مرتبطة جغرافيا بالجنوب الشرقي للمغرب، في مجال الأطلس الصغير وتافيلالت ودرعة، أو ما يوافق الأقاليم الحالية لورزازات وأزيلال والرشيدية وتنغير؛ لغتهم الأم هي الأمازيغية الأطلس المتوسط.",
            "أيزو 3166-2:MA",
            "ISO 3166-2:MA هو الجزء المخصص للمغرب في أيزو 3166-2، وهو جزء من معيار أيزو 3166 الذي نشرته المنظمة الدولية للتوحيد القياسي (ISO)، والذي يُعرف رموز لأسماء التقسيمات الرئيسية (مثل الأقاليم، الجهات، المقاطعات أو الولايات) من جميع البلدان في ترميز قائمة الدول حسب المعيار الدولي أيزو 3166-1.",
            "أكماظ (اكلي)",
            "أكماظ هو دُوَّار يقع بجماعة ملعب، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أكديم (آيت واحي)",
            "أكديم هو دُوَّار يقع بجماعة أملاكو، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أوفوس",
            "هي جماعة قروية تابعة لإقليم الرشيدية ضمن جهة درعة تافيلالت بالمغرب.",
            "أولنتميوس (إفغ)",
            "أولنتميوس هو دُوَّار يقع بجماعة أغبالو أنكردوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد يوسف (تارنجيوت)",
            "أولاد يوسف هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد يحيى (السيفة الشمالية)",
            "أولاد يحيى هو دُوَّار يقع بجماعة السيفا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد يحيا (الثلث الوسطاني)",
            "أولاد يحيا هو دُوَّار يقع بجماعة السفلات، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد كايد (بني امحمد)",
            "أولاد كايد هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد ويلال (الثلث التحتاني)",
            "أولاد ويلال هو دُوَّار يقع بجماعة السفلات، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد لمام (بني امحمد)",
            "أولاد لمام هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد لبحر (أولاد بنعيسى الفوقانية)",
            "أولاد لبحر هو دُوَّار يقع بجماعة عرب صباح زيز، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد مولود (أولاد بنسعيد التحتاتية)",
            "أولاد مولود هو دُوَّار يقع بجماعة عرب صباح زيز، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد مسلم (الزويات)",
            "أولاد مسلم هو دُوَّار يقع بجماعة السفلات، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد معطلة (أولاد معطلة التحتانية)",
            "أولاد معطلة هو دُوَّار يقع بجماعة عرب صباح زيز، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد معطلة الفوقانية (عرب صباح زيز)",
            "أولاد معطلة الفوقانية هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لعرب صباح زيز.",
            "أولاد معطلة التحتانية (عرب صباح زيز)",
            "أولاد معطلة التحتانية هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لعرب صباح زيز.",
            "أولاد أعميرة (الوسطانية)",
            "أولاد أعميرة هو دُوَّار يقع بجماعة أوفوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد الناصر (الزريكات)",
            "أولاد الناصر هو دُوَّار يقع بجماعة الرتب، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد الهاشمي (أولاد بنسعيد التحتاتية)",
            "أولاد الهاشمي هو دُوَّار يقع بجماعة عرب صباح زيز، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد المودن (واد إفلي)",
            "أولاد المودن هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد الحاج (شرفاء مدغرة)",
            "أولاد الحاج هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لشرفاء مدغرة.",
            "أولاد الزهرة (عرب صباح زيز)",
            "أولاد الزهرة هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لعرب صباح زيز.",
            "أولاد الشرقي (فزنا)",
            "أولاد الشرقي هو دُوَّار يقع بجماعة فزنا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد الطالب (أولاد معطلة الفوقانية)",
            "أولاد الطالب هو دُوَّار يقع بجماعة عرب صباح زيز، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد امبارك (أولاد معطلة التحتانية)",
            "أولاد امبارك هو دُوَّار يقع بجماعة عرب صباح زيز، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد امحمد (سيدي أبو عبد الله)",
            "أولاد امحمد هو دُوَّار يقع بجماعة شرفاء مدغرة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد امحمد الشرفة (واد إفلي)",
            "أولاد امحمد الشرفة هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد احسين (السيفة الجنوبية)",
            "أولاد احسين هو دُوَّار يقع بجماعة السيفا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد بوناجي (أولاد الحاج)",
            "أولاد بوناجي هو دُوَّار يقع بجماعة شرفاء مدغرة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد بوزيان (أولاد بنسعيد التحتاتية)",
            "أولاد بوزيان هو دُوَّار يقع بجماعة عرب صباح زيز، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد بوعلي (الثلث الفوقاني)",
            "أولاد بوعلي هو دُوَّار يقع بجماعة السفلات، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد بنسعيد التحتاتية (عرب صباح زيز)",
            "أولاد بنسعيد التحتاتية هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لعرب صباح زيز.",
            "أولاد بنعيسى الفوقانية (عرب صباح زيز)",
            "أولاد بنعيسى الفوقانية هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لعرب صباح زيز.",
            "أولاد بدلة (الغرفة)",
            "أولاد بدلة هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد جلال (فزنا)",
            "أولاد جلال هو دُوَّار يقع بجماعة فزنا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد جميع (الثلث الفوقاني)",
            "أولاد جميع هو دُوَّار يقع بجماعة السفلات، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد رحو (واد إفلي)",
            "أولاد رحو هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد سيدي ابراهيم (الثلث الفوقاني)",
            "أولاد سيدي ابراهيم هو دُوَّار يقع بجماعة السفلات، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد سعيدان (بني امحمد)",
            "أولاد سعيدان هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد شاكر (الفوقانية)",
            "أولاد شاكر هو دُوَّار يقع بجماعة أوفوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد عيسى (الفوقانية)",
            "أولاد عيسى هو دُوَّار يقع بجماعة أوفوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد عيشة (واد إفلي)",
            "أولاد عيشة هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد علي (الشرفاء)",
            "أولاد علي هو دُوَّار يقع بجماعة وادي النعام، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد عميرة (الوسطانية)",
            "أولاد عميرة هو دُوَّار يقع بجماعة أوفوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد عبد النبي (أولاد بنسعيد التحتاتية)",
            "أولاد عبد النبي هو دُوَّار يقع بجماعة عرب صباح زيز، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد عبد الحليم (واد إفلي)",
            "أولاد عبد الحليم هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد عبد الرحمان (الغرفة)",
            "أولاد عبد الرحمان هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أولاد عدو (واد إفلي)",
            "أولاد عدو هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أوتربات",
            "هي جماعة قروية تابعة لإقليم الرشيدية ضمن جهة درعة تافيلالت بالمغرب.",
            "أوخيت (توروك)",
            "أوخيت هو دُوَّار يقع بجماعة ملعب، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أوديكا (أوديكا)",
            "أوديكا هو دُوَّار يقع بجماعة سيدي علي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أوديكا (سيدي علي)",
            "أوديكا هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لسيدي علي.",
            "أورير (تاديغوست)",
            "أورير هو دُوَّار يقع بجماعة تاديغوست، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أوزينا (الطاوس)",
            "أوزينا هو دُوَّار يقع بجماعة الطاوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أوشان (الثلث الفوقاني)",
            "أوشان هو دُوَّار يقع بجماعة السفلات، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أقان تورزا (تافراوت)",
            "أقان تورزا هو دُوَّار يقع بجماعة سيدي علي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أم لحدج (تابوميات خملية)",
            "أم لحدج هو دُوَّار يقع بجماعة الطاوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أم الجدج (خملية)",
            "أم الجدج هو دُوَّار يقع بجماعة الطاوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أمكان (اكلي)",
            "أمكان هو دُوَّار يقع بجماعة ملعب، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أموڭر",
            "أموݣر هي جماعة قروية تابعة لإقليم الرشيدية ضمن جهة درعة تافيلالت بالمغرب.",
            "أملاكو",
            "هي جماعة قروية تابعة لإقليم الرشيدية ضمن جهة درعة تافيلالت بالمغرب.",
            "أملاكو (آيت امحمد)",
            "أملاكو هو دُوَّار يقع بجماعة أملاكو، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أملاكو المركز (آيت امحمد)",
            "أملاكو المركز هو دُوَّار يقع بجماعة أملاكو، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أمزيزل (إقليم الرشيدية)",
            "امزيزل هي جماعة قروية تابعة لإقليم الرشيدية ضمن جهة مكناس تافيلالت بالمغرب.",
            "أمزوج القديم (آيت اخليفة)",
            "أمزوج القديم هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أمسيفي (الغرفة)",
            "أمسيفي هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أمسد (تاديغوست)",
            "أمسد هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لتاديغوست.",
            "أبار مولاي المهدي (واد إفلي)",
            "أبار مولاي المهدي هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أبار المخزن (واد إفلي)",
            "أبار المخزن هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أبحيحير (واد إفلي)",
            "أبحيحير هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أبحار (واد إفلي)",
            "أبحار هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أبدو (الثلث التحتاني)",
            "أبدو هو دُوَّار يقع بجماعة السفلات، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أدوي امنيع (بني امحمد سجلماسة)",
            "أدوي امنيع هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لبني امحمد سجلماسة.",
            "أرفود",
            "تقع مدينة أرفود بالمغرب في جهة درعة تافيلالت وتنتمي كذلك إلى إقليم الراشيدية وتبعد عنها 72 كم وتعتبر من أهم المدن السياحية في هذا الإقليم.",
            "أزمور القديم (قصر السوق)",
            "أزمور القديم هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أزاك نووشان (الرحالة)",
            "أزاك نووشان هو دُوَّار يقع بجماعة فركلة العليا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أزاك انووشن (الرحالة)",
            "أزاك انووشن هو دُوَّار يقع بجماعة فركلة العليا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أزرو (قصر السوق)",
            "أزرو هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أسفله (أمسد)",
            "أسفله هو دُوَّار يقع بجماعة تاديغوست، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أسول (إقليم الرشيدية)",
            "أسول هي قروية تابعة لإقليم الرشيدية ضمن جهة مكناس تافيلالت بالمغرب.",
            "أسرير (سيدي أبو عبد الله)",
            "أسرير هو دُوَّار يقع بجماعة شرفاء مدغرة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أشيواا (إدلسن)",
            "أشيواا هو دُوَّار يقع بجماعة تاديغوست، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أشبارو (الخنك القديم)",
            "أشبارو هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أغبالو (آيت يحيا)",
            "أغبالو هو دُوَّار يقع بجماعة أغبالو أنكردوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "أغبالو أنكردوس",
            "هي جماعة قروية تابعة لإقليم الرشيدية ضمن جهة درعة تافيلالت بالمغرب.",
            "إيفري (الخنك القديم)",
            "إيفري هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "إيملشيل",
            "إيملشيل قرية جبلية صغيرة بالمملكة المغربية، ينتمي سكانها لقبائل 'آيت احديدو' وهي تابعة إداريا لإقليم الراشدية.",
            "إفغ (أغبالو أنكردوس)",
            "إفغ هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لأغبالو أنكردوس.",
            "إكودمان (أغبالو أنكردوس)",
            "إكودمان هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لأغبالو أنكردوس.",
            "إكودمان (إكودمان)",
            "إكودمان هو دُوَّار يقع بجماعة أغبالو أنكردوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "إكلي الشرقي (اكلي)",
            "إكلي الشرقي هو دُوَّار يقع بجماعة ملعب، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "إكلي الغربي (اكلي)",
            "إكلي الغربي هو دُوَّار يقع بجماعة ملعب، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "إكركيط (إكودمان)",
            "إكركيط هو دُوَّار يقع بجماعة أغبالو أنكردوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "إقليم ميدلت",
            "إقليم ميدلت هو أحد التقاسيم الإدارية بالمملكة المغربية و ينتمي للجهة الإقتصادية مكناس تافيلالت.",
            "إمي نييكن (توروك)",
            "إمي نييكن هو دُوَّار يقع بجماعة ملعب، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "إميضر (آيت واحي)",
            "إميضر هو دُوَّار يقع بجماعة أملاكو، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "إميضر (إفغ)",
            "إميضر هو دُوَّار يقع بجماعة أغبالو أنكردوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "إملوان (آيت واحي)",
            "إملوان هو دُوَّار يقع بجماعة أملاكو، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "إملشيل (إقليم الرشيدية)",
            "إملشيل هي جماعة قروية تابعة لإقليم الرشيدية ضمن جهة مكناس تافيلالت بالمغرب.",
            "إباغاطن (القصر الجديد)",
            "إباغاطن هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "إخف مردول (أوديكا)",
            "إخف مردول هو دُوَّار يقع بجماعة سيدي علي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "إدلسن (إدلسن)",
            "إدلسن هو دُوَّار يقع بجماعة تاديغوست، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "إدلسن (تاديغوست)",
            "إدلسن هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لتاديغوست.",
            "إدمومة (آيت واحي)",
            "إدمومة هو دُوَّار يقع بجماعة أملاكو، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "إرارة (الثلث التحتاني)",
            "إرارة هو دُوَّار يقع بجماعة السفلات، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "إربيبن (إفغ)",
            "إربيبن هو دُوَّار يقع بجماعة أغبالو أنكردوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "إزقال (إفغ)",
            "إزقال هو دُوَّار يقع بجماعة أغبالو أنكردوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "إغف نغير (تافراوت)",
            "إغف نغير هو دُوَّار يقع بجماعة سيدي علي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "إغرم أمقران (آيت واحي)",
            "إغرم أمقران هو دُوَّار يقع بجماعة أملاكو، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "إغرم أمقران (أمسد)",
            "إغرم أمقران هو دُوَّار يقع بجماعة تاديغوست، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "إغرغر (آيت أوالزين)",
            "إغرغر هو دُوَّار يقع بجماعة اغريس لعلوي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "إغرغر (آيت أوزين)",
            "إغرغر هو دُوَّار يقع بجماعة اغريس لعلوي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "اكلي (ملعب)",
            "اكلي هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لملعب.",
            "اكبا (الخنك الجديد)",
            "اكبا هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "اكروز (ملاعب)",
            "اكروز هو دُوَّار يقع بجماعة ملعب، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "اوزينا (الطاوس)",
            "اوزينا هو دُوَّار يقع بجماعة الطاوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الفيضة (تارنجيوت)",
            "الفيضة هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الفوقانية (أوفوس)",
            "الفوقانية هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لأوفوس.",
            "الكلتة (ملاعب)",
            "الكلتة هو دُوَّار يقع بجماعة ملعب، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الكنز (مسكي)",
            "الكنز هو دُوَّار يقع بجماعة شرفاء مدغرة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الكارة (الوسطانية)",
            "الكارة هو دُوَّار يقع بجماعة أوفوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الكرعان (قصور الشمال)",
            "الكرعان هو دُوَّار يقع بجماعة وادي النعام، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الوسطانية (أوفوس)",
            "الوسطانية هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لأوفوس.",
            "القنطرة (الزريكات)",
            "القنطرة هو دُوَّار يقع بجماعة الرتب، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "القصبة (الزريكات)",
            "القصبة هو دُوَّار يقع بجماعة الرتب، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "القصبة القديمة (مسكي)",
            "القصبة القديمة هو دُوَّار يقع بجماعة شرفاء مدغرة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "القصبة الجديدة (سيدي أبو عبد الله)",
            "القصبة الجديدة هو دُوَّار يقع بجماعة شرفاء مدغرة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "القصر القديم (تافراوت)",
            "القصر القديم هو دُوَّار يقع بجماعة سيدي علي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "القصر البراني (أولاد الحاج)",
            "القصر البراني هو دُوَّار يقع بجماعة شرفاء مدغرة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "القصر الجديد (فزنا)",
            "القصر الجديد هو دُوَّار يقع بجماعة فزنا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "القصر الجديد (موي)",
            "القصر الجديد هو دُوَّار يقع بجماعة تاديغوست، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "القصر الجديد (أولاد الحاج)",
            "القصر الجديد هو دُوَّار يقع بجماعة شرفاء مدغرة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "القصر الجديد (الفوقانية)",
            "القصر الجديد هو دُوَّار يقع بجماعة أوفوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "القصر الجديد (القصر الجديد)",
            "القصر الجديد هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "القصر الجديد (الخنك)",
            "القصر الجديد هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لالخنك.",
            "القصر الجديد (تافراوت)",
            "القصر الجديد هو دُوَّار يقع بجماعة سيدي علي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "النيميرو (آيت عاصم)",
            "النيميرو هو دُوَّار يقع بجماعة فركلة العليا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "النزالة (إقليم الرشيدية)",
            "النزالة هي جماعة قروية تابعة لإقليم الرشيدية ضمن جهة مكناس تافيلالت بالمغرب.",
            "المنكرة (السيفة الشمالية)",
            "المنكرة هو دُوَّار يقع بجماعة السيفا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "المرابطين (فركلة السفلى)",
            "المرابطين هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لفركلة السفلى.",
            "المرابطين (وادي النعام)",
            "المرابطين هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لوادي النعام.",
            "المرداني (خملية)",
            "المرداني هو دُوَّار يقع بجماعة الطاوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "المسعودية (أولاد معطلة التحتانية)",
            "المسعودية هو دُوَّار يقع بجماعة عرب صباح زيز، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "المعاركة (الرتب السفلانية)",
            "المعاركة هو دُوَّار يقع بجماعة الرتب، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الانتخابات التشريعية المغربية 2016",
            "الانتخابات التشريعية المغربية 2016 هي انتخابات برلمانية جرت في المغرب، حيث تم استدعاء الهيئة الناخبة (15,702,592 ناخبا) للتصويت على رئيس الحكومة المغربية يوم 7 أكتوبر 2016 فجميع ربوع المملكة المغربية.",
            "الانتخابات الجماعية والجهوية المغربية 2015",
            "الانتخابات الجماعية والجهوية المغربية 2015 هي انتخابات محلية جرت يوم 4 سبتمبر 2015 في المغرب لاختيار أعضاء المجالس الجماعية وأعضاء المجالس الجهوية في نفس الوقت.",
            "البكعة (الطاوس)",
            "البكعة هو دُوَّار يقع بجماعة الطاوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "البرج القديم (تاديغوست)",
            "البرج القديم هو دُوَّار يقع بجماعة تاديغوست، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "البرج الجديد (تاديغوست)",
            "البرج الجديد هو دُوَّار يقع بجماعة تاديغوست، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "التمور في المغرب",
            "واحة النخيل بأكدز، جنوبي المغرب يعتبر المغرب سابع منتج التمور في العالم من خلال توفره على حوالي 453 نوعا، لكن تبقى حصة الأصناف الممتازة منها ضعيفة حيث لا تتجاوز 35 في المائة من الإنتاج المغربي، والذي بلغ سنة 2013، ما مجموعه 117 ألف طن، وصل منها الاستهلاك السنوي على المستوى المغربي الداخلي 3 كيلوغرام للفرد مقابل 15 كيلوغراما بالنسبة للأفراد المتواجدين في مناطق الإنتاج.",
            "الترعة (الحاين)",
            "الترعة هو دُوَّار يقع بجماعة فزنا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الثلث الفوقاني (السفلات)",
            "الثلث الفوقاني هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لالسفلات.",
            "الثلث الوسطاني (السفلات)",
            "الثلث الوسطاني هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لالسفلات.",
            "الثلث التحتاني (السفلات)",
            "الثلث التحتاني هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لالسفلات.",
            "الجدايد (الطاوس)",
            "الجدايد هو دُوَّار يقع بجماعة الطاوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الجرامنة (الفوقانية)",
            "الجرامنة هو دُوَّار مغربي، يقع بجماعة أوفوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الحاين (فزنا)",
            "الحاين هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لفزنا.",
            "الحارة (الزريكات)",
            "الحارة هو دُوَّار يقع بجماعة الرتب، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الحارة (تاديغوست)",
            "الحارة هو دُوَّار يقع بجماعة تاديغوست، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الحبوس (سيدي أبو عبد الله)",
            "الحبوس هو دُوَّار يقع بجماعة شرفاء مدغرة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الخنك",
            "هي جماعة قروية تابعة لإقليم الرشيدية ضمن جهة درعة تافيلالت بالمغرب.",
            "الخنك القديم (الخنك)",
            "الخنك القديم هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لالخنك.",
            "الخنك الجديد (الخنك)",
            "الخنك الجديد هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لالخنك.",
            "الخندق (أولاد معطلة التحتانية)",
            "الخندق هو دُوَّار يقع بجماعة عرب صباح زيز، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الخربات (فركلة العليا)",
            "الخربات هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لفركلة العليا.",
            "الخطيطرة (لكراير)",
            "الخطيطرة هو دُوَّار يقع بجماعة عرب صباح اغريس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الديخلت (اكلي)",
            "الديخلت هو دُوَّار يقع بجماعة ملعب، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الدويرة (الرتب السفلانية)",
            "الدويرة هو دُوَّار يقع بجماعة الرتب، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الدرمشان (آيت اخليفة)",
            "الدرمشان هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الريصاني",
            "مدخل الريصاني الريصاني مدينة مغربية صغيرة، تقع في الجنوب الشرقي للمملكة المغربية وهي تابعة لإقليم الراشدية، جهة درعة تافيلالت.",
            "الرميلة (الرميلة)",
            "الرميلة هو دُوَّار يقع بجماعة سيدي علي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الرميلة (سيدي علي)",
            "الرميلة هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لسيدي علي.",
            "الرملية (الرملية)",
            "الرملية هو دُوَّار يقع بجماعة سيدي علي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الرملية (سيدي علي)",
            "الرملية هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لسيدي علي.",
            "الربيت (الرتب الوسطانية)",
            "الربيت هو دُوَّار يقع بجماعة الرتب، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الرتب",
            "هي جماعة قروية تابعة لإقليم الرشيدية ضمن جهة درعة تافيلالت بالمغرب.",
            "الرتب الوسطانية (الرتب)",
            "الرتب الوسطانية هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لالرتب.",
            "الرتب السفلانية (الرتب)",
            "الرتب السفلانية هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لالرتب.",
            "الرحالة (فركلة العليا)",
            "الرحالة هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لفركلة العليا.",
            "الرحالة (الصفصاف)",
            "الرحالة هو دُوَّار يقع بجماعة سيدي علي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الرحبة (الزريكات)",
            "الرحبة هو دُوَّار يقع بجماعة الرتب، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الرحبة القديمة (القصر الجديد)",
            "الرحبة القديمة هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الرحبة الجديدة (القصر الجديد)",
            "الرحبة الجديدة هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الرشيدية (المغرب)",
            "مدينة الرشيدية (بالفرنسية Errachidia) 'قصر السوق' سابقا، عاصمة إقليم الرشيدية المترامي على مساحة كبيرة وهو ثالث أكبر أقاليم المغرب، إقليم الرشيدية جزء أيضا من جهة درعة تافيلالت  وأكبر أقاليم الجهة، إقليم الرشيدية الذي يحتضن أكبر واحات أفريقيا 'واحة زيز' أو منطقة تافيلالت، واحة الزيز الأكثر إنتاجا للتمور بــالمغرب، حيث وصل إنتاج سنة 2007 من هذه الثمار إلى 400 طن أو بزيادة 75% عن إنتاج سنة 2006، تحسن إنتاج التمور جاء نتيجة العناية التي تلقتها أشجار النخيل، التي تقدر بحوالي 2 مليون نخلة ممتدة على مساحة تقدر بأكثر من 250 كيلومتر، انطلاقا من مضيق 'فم زعبل' شمالا وإلى غاية بلدة 'مرزوكة' الصحراوية السياحية جنوبا، عرفت مدينة الرشيدية خلال السنوات الأخيرة تساقطات كبيرة ساهمت بشكل مميز في إعادة إحياء الأراضي الزراعية.",
            "الرشيدية (توضيح)",
            "بدون وصف.",
            "الزيادة (بني امحمد)",
            "الزيادة هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الزويات (السفلات)",
            "الزويات هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لالسفلات.",
            "الزاوية (المرابطين)",
            "الزاوية هو دُوَّار يقع بجماعة فركلة السفلى، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الزاوية القديمة (الرتب السفلانية)",
            "الزاوية القديمة هو دُوَّار يقع بجماعة الرتب، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الزاوية البكرية (أولاد الحاج)",
            "الزاوية البكرية هو دُوَّار يقع بجماعة شرفاء مدغرة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الزاوية البوبكرية (السيفة الجنوبية)",
            "الزاوية البوبكرية هو دُوَّار يقع بجماعة السيفا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الزاوية الجديدة (الرتب السفلانية)",
            "الزاوية الجديدة هو دُوَّار يقع بجماعة الرتب، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الزريكات (الرتب)",
            "الزريكات هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لالرتب.",
            "السيفا (إقليم الرشيدية)",
            "السيفا هي جماعة قروية تابعة لإقليم الرشيدية ضمن جهة درعة تافيلالت بالمغرب.",
            "السيفة",
            "السيفة جماعة قروية بإقليم الراشيدية المغربي.",
            "السيفة (السيفة الشمالية)",
            "السيفة هو دُوَّار يقع بجماعة السيفا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "السيفة الجنوبية (السيفا)",
            "السيفة الجنوبية هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لالسيفا.",
            "السيفة الشمالية (السيفا)",
            "السيفة الشمالية هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لالسيفا.",
            "السفلات",
            "هي جماعة قروية تابعة لإقليم الرشيدية ضمن جهة درعة تافيلالت بالمغرب.",
            "السفالات",
            "السفالات هي قرية مغربية وسط البلاد.تقع السفالات جنوبي مكناس.",
            "السهلي (المرابطين)",
            "السهلي هو دُوَّار يقع بجماعة وادي النعام، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "السات آيت بناصر (آيت عاصم)",
            "السات آيت بناصر هو دُوَّار يقع بجماعة فركلة العليا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "السات الفوقانية (آيت عاصم)",
            "السات الفوقانية هو دُوَّار يقع بجماعة فركلة العليا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "السات الوسطانية (آيت عاصم)",
            "السات الوسطانية هو دُوَّار يقع بجماعة فركلة العليا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الشرفاء (وادي النعام)",
            "الشرفاء هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لوادي النعام.",
            "الطاوس",
            "الطاوس هي قرية مغربية وسط البلاد.تقع الطاوس جنوبي مكناس.",
            "الطاوس (الشرفاء)",
            "الطاوس هو دُوَّار يقع بجماعة وادي النعام، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الطاوس (الطاوس)",
            "الطاوس هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لالطاوس.",
            "الطاوس المركز (الطاوس)",
            "الطاوس المركز هو دُوَّار يقع بجماعة الطاوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "العشورية (فزنا)",
            "العشورية هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لفزنا.",
            "العشورية (العشورية)",
            "العشورية هو دُوَّار يقع بجماعة فزنا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الغرفة (بني امحمد سجلماسة)",
            "الغرفة هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لبني امحمد سجلماسة.",
            "الصفصفاف (الصفصاف)",
            "الصفصفاف هو دُوَّار يقع بجماعة سيدي علي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الصفصاف (الصفصاف)",
            "الصفصاف هو دُوَّار يقع بجماعة سيدي علي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "الصفصاف (سيدي علي)",
            "الصفصاف هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لسيدي علي.",
            "االبرج الجديد (تاديغوست)",
            "االبرج الجديد هو دُوَّار يقع بجماعة تاديغوست، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "احندار (كاردميت)",
            "احندار هو دُوَّار يقع بجماعة فركلة العليا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "احدب اجحم (أدوي امنيع)",
            "احدب اجحم هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "ادمومة (آيت واحي)",
            "ادمومة هو دُوَّار يقع بجماعة أملاكو، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "ارزيقات (أولاد بنسعيد التحتاتية)",
            "ارزيقات هو دُوَّار يقع بجماعة عرب صباح زيز، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "اسلاب (توروك)",
            "اسلاب هو دُوَّار يقع بجماعة ملعب، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "اعمارة (واد إفلي)",
            "اعمارة هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "اغريس لعلوي",
            "هي جماعة قروية تابعة لإقليم الرشيدية ضمن جهة درعة تافيلالت بالمغرب.",
            "اغريس السفلي",
            "هي جماعة قروية تابعة لإقليم الرشيدية ضمن جهة درعة تافيلالت بالمغرب.",
            "بومعيز (آيت خباش)",
            "بومعيز هو دُوَّار يقع بجماعة الريصاني، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "بوزكار (الطاوس)",
            "بوزكار هو دُوَّار يقع بجماعة الطاوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "بوزملة (الثلث التحتاني)",
            "بوزملة هو دُوَّار يقع بجماعة السفلات، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "بوسعيد (مسكي)",
            "بوسعيد هو دُوَّار يقع بجماعة شرفاء مدغرة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "بني فوس (الخنك الجديد)",
            "بني فوس هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "بني ميمون لحرار (واد إفلي)",
            "بني ميمون لحرار هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "بني ميمون الشرفة (واد إفلي)",
            "بني ميمون الشرفة هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "بني موسي (مسكي)",
            "بني موسي هو دُوَّار يقع بجماعة شرفاء مدغرة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "بني ملال",
            "شلالات عين أسردون تصغير تصغير سد بين الويدان أحد أهم سدود خزانات المياه في المغرب بني ملال مدينة مغربية حديثة النشأة تقع في الوسط الغربي للمملكة المغربية بين الأطلس المتوسط وسهل تادلة ، وهذه المدينة هي عاصمة إقليم بني ملال و جهة بني ملال خنيفرة ، تبعد عن مدينة الدار البيضاء ب 250 كيلومتر، و عن العاصمة الرباط ب 340 كيلومتر و عن مدينة خريبكة ب99 كيلومتر وعن مدينة الفقيه بن صالح التابعة لنفس الجهة ب45 كيلومتر ،ومدينة أزيلال عاصمة إقليم أزيلال التابع لنفس الجهة ب70 كيلومتر.",
            "بني محلي (سيدي أبو عبد الله)",
            "بني محلي هو دُوَّار يقع بجماعة شرفاء مدغرة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "بني افرح (بني امحمد)",
            "بني افرح هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "بني اوزيم (المرابطين)",
            "بني اوزيم هو دُوَّار يقع بجماعة وادي النعام، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "بني امحمد (بني امحمد سجلماسة)",
            "بني امحمد هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لبني امحمد سجلماسة.",
            "بني امحمد سجلماسة",
            "بني امحمد سجلماسة هي قرية مغربية وسط البلاد.تقع بني امحمد سجلماسة جنوبي مكناس.",
            "تيكيدة (ملاعب)",
            "تيكيدة هو دُوَّار يقع بجماعة ملعب، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تيوجديت (واد إفلي)",
            "تيوجديت هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تيليوين الجنوبية (اغريس السفلي)",
            "تيليوين الجنوبية هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لاغريس السفلي.",
            "تيلوين الشمالية (اغريس السفلي)",
            "تيلوين الشمالية هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لاغريس السفلي.",
            "تينكبيت (الخنك الجديد)",
            "تينكبيت هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تيمزروغين (الخنك الجديد)",
            "تيمزروغين هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تيديغوست",
            "تاديغوست هي قرية مغربية وسط البلاد.تقع آيت هاني جنوبي مكناس.",
            "تيرزة (تغرماتين)",
            "تيرزة هو دُوَّار يقع بجماعة فركلة السفلى، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تيزوينت (أولاد بنعيسى الفوقانية)",
            "تيزوينت هو دُوَّار يقع بجماعة عرب صباح زيز، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تيسكدلت (قصر السوق)",
            "تيسكدلت هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تيسردمين (آيت بورك)",
            "تيسردمين هو دُوَّار يقع بجماعة الريصاني، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تيطاف (سيدي أبو عبد الله)",
            "تيطاف هو دُوَّار يقع بجماعة شرفاء مدغرة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تيغيورين (القصر الجديد)",
            "تيغيورين هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تيغرمت نعمر وباسو (ملاعب)",
            "تيغرمت نعمر وباسو هو دُوَّار يقع بجماعة ملعب، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تفروخت التحتانية (آيت خباش)",
            "تفروخت التحتانية هو دُوَّار يقع بجماعة الريصاني، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تكرومت (آيت خباش)",
            "تكرومت هو دُوَّار يقع بجماعة الريصاني، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تودعت (آيت يحيا)",
            "تودعت هو دُوَّار يقع بجماعة أغبالو أنكردوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "توريرت نآيت ميمون (إكودمان)",
            "توريرت نآيت ميمون هو دُوَّار يقع بجماعة أغبالو أنكردوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "توروك (ملعب)",
            "توروك هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لملعب.",
            "توروك (توروك)",
            "توروك هو دُوَّار يقع بجماعة ملعب، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تورتيت (إكودمان)",
            "تورتيت هو دُوَّار يقع بجماعة أغبالو أنكردوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تلودونت (إفغ)",
            "تلودونت هو دُوَّار يقع بجماعة أغبالو أنكردوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تلالت (تغرماتين)",
            "تلالت هو دُوَّار يقع بجماعة فركلة السفلى، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تلدونت (إفغ)",
            "تلدونت هو دُوَّار يقع بجماعة أغبالو أنكردوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تلغومت (خملية)",
            "تلغومت هو دُوَّار يقع بجماعة الطاوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تنموست (مرزوكة)",
            "تنموست هو دُوَّار يقع بجماعة الطاوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تنجداد",
            "مدينة تنجداد أو منطقة فركلة عبارة عن واحة تقع في إقليم الراشيدية جنوب شرقي المغرب وهي إحدى الواحات الثلاث الكبرى في منطقة تافيلالت يحدها من الغرب إقليم تنغير ومن الجنوب الجماعة القروية لألنيف ومن الشمال جماعة غريس العلوية ومن الشرق جماعة ملاعب القروية، هذه المنطقة تقع في إقليم الراشيدية وهي عاصمة دائرة تنجداد و يبلغ عدد سكناها حسب الاحصاء الاخير 2014 إلى 43999 نسمة و بدلك تكون رابع أكبر مدينة بجهة درعة تافيلالت بعد كل من الرشيدية و ورزازات و ميدلت و تضم هذه المنطقة مركزية واحدة هي بلدية تنجداد وعدد مهم يبلغ حوالي 38 قصرا.ومن القصور قصر كردميت وتغدوين وأيت عاصم وأسرير والسات والخربات و أملال وتمردولت وتيغفرت وايت امعمر القديم و قصر الزاوية وقطع الواد وقصر القصيبة وأيت بن عمر وإزيلف وغيرها الكثير،ويعتبر قصر أسرير من أقدم قصور تنجداد والذي يعود إلى أكثر من 1000 عام.",
            "تهاريين (خملية)",
            "تهاريين هو دُوَّار يقع بجماعة الطاوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تمقيت (إفغ)",
            "تمقيت هو دُوَّار يقع بجماعة أغبالو أنكردوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تمراكشت (الخنك القديم)",
            "تمراكشت هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تمزكيت (أمسد)",
            "تمزكيت هو دُوَّار يقع بجماعة تاديغوست، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تمعركيت (الرتب السفلانية)",
            "تمعركيت هو دُوَّار يقع بجماعة الرتب، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تايحت الخير (آيت خباش)",
            "تايحت الخير هو دُوَّار يقع بجماعة الريصاني، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تايرزة الجديدة (آيت عاصم)",
            "تايرزة الجديدة هو دُوَّار يقع بجماعة فركلة العليا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تافيلالت",
            "تافيلالت منطقة تاريخية في الجنوب الشرقي للمملكة المغربية.",
            "تافروخت الفوقانية (آيت خباش)",
            "تافروخت الفوقانية هو دُوَّار يقع بجماعة الريصاني، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تافراوت (سيدي علي)",
            "تافراوت هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لسيدي علي.",
            "تاكنيت (قصر السوق)",
            "تاكنيت هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تاوريرت (أولاد الحاج)",
            "تاوريرت هو دُوَّار يقع بجماعة شرفاء مدغرة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تاورغت (الغرفة)",
            "تاورغت هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تاوطوطوت (ملاعب)",
            "تاوطوطوت هو دُوَّار يقع بجماعة ملعب، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تالتفراوت (تاديغوست)",
            "تالتفراوت هو دُوَّار يقع بجماعة تاديغوست، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تالخومت (توروك)",
            "تالخومت هو دُوَّار يقع بجماعة ملعب، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تاملوت (آيت امحمد)",
            "تاملوت هو دُوَّار يقع بجماعة أملاكو، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تامرنا (آيت خباش)",
            "تامرنا هو دُوَّار يقع بجماعة الريصاني، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تامردولت (آيت فرح)",
            "تامردولت هو دُوَّار يقع بجماعة فركلة العليا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تامسكانت (بني امحمد)",
            "تامسكانت هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تابوميات خملية (الطاوس)",
            "تابوميات خملية هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لالطاوس.",
            "تاحسنونت (بني امحمد)",
            "تاحسنونت هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تاديغوست",
            "هي جماعة قروية تابعة لإقليم الرشيدية ضمن جهة درعة تافيلالت بالمغرب.",
            "تاديغوست (تاديغوست)",
            "تاديغوست هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لتاديغوست.",
            "تادرة (القصر الجديد)",
            "تادرة هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تاريخ التقسيم الإداري المغربي",
            "إن تاريخ مسار التقسيم الإداري في المغرب هو فوضوي للغاية.",
            "تارنجيوت (بني امحمد سجلماسة)",
            "تارنجيوت هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لبني امحمد سجلماسة.",
            "تازياط (تاديغوست)",
            "تازياط هو دُوَّار يقع بجماعة تاديغوست، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تازوكارت (قصور الشمال)",
            "تازوكارت هو دُوَّار يقع بجماعة وادي النعام، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تازوكة (قصر السوق)",
            "تازوكة هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تازناقت (مسكي)",
            "تازناقت هو دُوَّار يقع بجماعة شرفاء مدغرة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تازموريت (القصر الجديد)",
            "تازموريت هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تاسمعلت (الخنك القديم)",
            "تاسمعلت هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تاغية (كاردميت)",
            "تاغية هو دُوَّار يقع بجماعة فركلة العليا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تاغية (إفغ)",
            "تاغية هو دُوَّار يقع بجماعة أغبالو أنكردوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تاغكة (تارنجيوت)",
            "تاغكة هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تاغوشت (كاردميت)",
            "تاغوشت هو دُوَّار يقع بجماعة فركلة العليا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تاغزوت (قصر السوق)",
            "تاغزوت هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تبوبكرت (الزويات)",
            "تبوبكرت هو دُوَّار يقع بجماعة السفلات، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تبوعصامت (الثلث الوسطاني)",
            "تبوعصامت هو دُوَّار يقع بجماعة السفلات، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تحمدونت (أمسد)",
            "تحمدونت هو دُوَّار يقع بجماعة تاديغوست، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تخيامت (الوسطانية)",
            "تخيامت هو دُوَّار يقع بجماعة أوفوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تخبامت (الوسطانية)",
            "تخبامت هو دُوَّار يقع بجماعة أوفوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تداوت نوكرام (آيت يحيا)",
            "تداوت نوكرام هو دُوَّار يقع بجماعة أغبالو أنكردوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تركوت (آيت يحيا)",
            "تركوت هو دُوَّار يقع بجماعة أغبالو أنكردوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تزكاغين (فركلة السفلى)",
            "تزكاغين هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لفركلة السفلى.",
            "تزكزوت (الثلث الوسطاني)",
            "تزكزوت هو دُوَّار يقع بجماعة السفلات، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تزرت (أمسد)",
            "تزرت هو دُوَّار يقع بجماعة تاديغوست، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تسير الدمين (آيت بورك)",
            "تسير الدمين هو دُوَّار يقع بجماعة الريصاني، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تسكدلت (سيدي أبو عبد الله)",
            "تسكدلت هو دُوَّار يقع بجماعة شرفاء مدغرة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تساخت (آيت يحيا)",
            "تساخت هو دُوَّار يقع بجماعة أغبالو أنكردوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تعوانين (آيت أوزين)",
            "تعوانين هو دُوَّار يقع بجماعة اغريس لعلوي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تعشابوت (خملية)",
            "تعشابوت هو دُوَّار يقع بجماعة الطاوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تغفرت (تغرماتين)",
            "تغفرت هو دُوَّار يقع بجماعة فركلة السفلى، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تغنبوت (آيت يحيا)",
            "تغنبوت هو دُوَّار يقع بجماعة أغبالو أنكردوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تغنجاوت (الثلث الفوقاني)",
            "تغنجاوت هو دُوَّار يقع بجماعة السفلات، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تغبالوت نحدا (إدلسن)",
            "تغبالوت نحدا هو دُوَّار يقع بجماعة تاديغوست، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "تغرماتين (فركلة السفلى)",
            "تغرماتين هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لفركلة السفلى.",
            "تغرمت نكران (أمسد)",
            "تغرمت نكران هو دُوَّار يقع بجماعة تاديغوست، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "جنان القاضي (واد إفلي)",
            "جنان القاضي هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "جهة مكناس تافيلالت",
            "قبل التقسيم الإداري والترابي الذي عرفته المملكة للجهات والعملات والأقاليم سنة 2015 كانت تُحَدّ جهة مكناس - تافيلالت (سابقا) من الشمال بجهة الغرب - الشراردة - بني حسين،(سابقا) ومن الشمال الشرقي بجهة فاس - بولمان، (سابقا)وغربا بجهات الرباط سلا - زمور - زعير(سابقا)، والشاوية - ورديغة(سابقا)، وتادلة - أزيلال، (سابقا)ومن الجنوب الغربي بجهة سوس - ماسة - درعة(سابقا)، ومن الشرق بالجهة الشرقية(سابقا) والحدود الجزائرية المغربية.",
            "جهة تادلة أزيلال",
            "خارطة جهة تادلة أزيلال تشكل جهة تادلة أزيلال من سهل تادلة وجزء كبير من سلسلة الأطلس المتوسط والكبير، وتقدر مساحة الجهة ب17125 ، تحد شمالا بإقليم خريبكة، ومن الشمال الغربي بإقليم سطات، وغربا بإقليم قلعة السراغنة، ومن الشمال الشرقي بإقليم خنيفرة، ومن الجنوب الشرقي بإقليم الراشدية، ومن الجنوب بإقليم ورززات، ومن الجنوب الغربي بولاية مراكش أول مقومات جهة تادلة أزيلال هو موقعها الجغرافي في قلب المغرب، في تقاطع المحاور الطرقية التي تربط الأقطاب الاقتصادية الرئيسية.",
            "جهة درعة تافيلالت",
            "جهة درعة تافيلالت هي إحدى الجهات الإدارية في التقسيم الجهوي الجديد للمملكة المغربية منذ 2015.",
            "جرف (الرشيدية)",
            "الجرف بلدية تنتمي إلى إقليم الراشيدية وتبعد عنها ب76 كلم وعن مدينة أرفود ب19 كلم وتتميز بوجود سوق الأربعاء بها.",
            "جرامنة (الفوقانية)",
            "جرامنة هو دُوَّار يقع بجماعة أوفوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "حي الأطر (قصر السوق)",
            "حي الأطر هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "حنابو (حنابو)",
            "حنابو هو دُوَّار يقع بجماعة عرب صباح اغريس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "حنابو (عرب صباح اغريس)",
            "حنابو هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لعرب صباح اغريس.",
            "حمو داوود (واد إفلي)",
            "حمو داوود هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "حاسي البيض (مرزوكة)",
            "حاسي البيض هو دُوَّار يقع بجماعة الطاوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "حرث (اغريس لعلوي)",
            "حرث هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لاغريس لعلوي.",
            "حرث الجديد (حرث)",
            "حرث الجديد هو دُوَّار يقع بجماعة اغريس لعلوي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "خملية (الطاوس)",
            "خملية هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لالطاوس.",
            "خملية (خملية)",
            "خملية هو دُوَّار يقع بجماعة الطاوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "خطارة إغران (ملاعب)",
            "خطارة إغران هو دُوَّار يقع بجماعة ملعب، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "خطارة اغروط (ملاعب)",
            "خطارة اغروط هو دُوَّار يقع بجماعة ملعب، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "دائرة كلميمة",
            "دائرة كلميمة هي إحدى دوائر إقليم الرشيدية، التابع لجهة درعة تافيلالت، المملكة المغربية.",
            "دائرة أرفود",
            "دائرة أرفود هي إحدى دوائر إقليم الرشيدية، التابع لجهة درعة تافيلالت، المملكة المغربية.",
            "دائرة الريصاني",
            "دائرة الريصاني هي إحدى دوائر إقليم الرشيدية، التابع لجهة درعة تافيلالت، المملكة المغربية.",
            "دائرة الرشيدية",
            "دائرة الرشيدية هي إحدى دوائر إقليم الرشيدية، التابع لجهة درعة تافيلالت، المملكة المغربية.",
            "دار مولاي الطالب (واد إفلي)",
            "دار مولاي الطالب هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "دار البيضة (واد إفلي)",
            "دار البيضة هو دُوَّار يقع بجماعة بني امحمد سجلماسة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "دار الضوء (قصر السوق)",
            "دار الضوء هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "درقاوة (آيت بورك)",
            "درقاوة هو دُوَّار يقع بجماعة الريصاني، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "رحالة آيت بورك (الريصاني)",
            "رحالة آيت بورك هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لالريصاني.",
            "زويوية (الفوقانية)",
            "زويوية هو دُوَّار يقع بجماعة أوفوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "زوالة (الفوقانية)",
            "زوالة هو دُوَّار يقع بجماعة أوفوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "زنبة (تاديغوست)",
            "زنبة هو دُوَّار يقع بجماعة تاديغوست، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "زاوية ويغلان (الثلث الفوقاني)",
            "زاوية ويغلان هو دُوَّار يقع بجماعة السفلات، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "زاوية من لايخاف (الزويات)",
            "زاوية من لايخاف هو دُوَّار يقع بجماعة السفلات، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "زاوية أملكيس (الفوقانية)",
            "زاوية أملكيس هو دُوَّار يقع بجماعة أوفوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "زاوية افوس (الوسطانية)",
            "زاوية افوس هو دُوَّار يقع بجماعة أوفوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "زاوية القاضي (الزويات)",
            "زاوية القاضي هو دُوَّار يقع بجماعة السفلات، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "زاوية الحاج علي بوزينة (الزويات)",
            "زاوية الحاج علي بوزينة هو دُوَّار يقع بجماعة السفلات، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "زاوية الرمل (الزويات)",
            "زاوية الرمل هو دُوَّار يقع بجماعة السفلات، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "زاوية املكيس (الفوقانية)",
            "زاوية املكيس هو دُوَّار يقع بجماعة أوفوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "زاوية بو ابراهيم (الزويات)",
            "زاوية بو ابراهيم هو دُوَّار يقع بجماعة السفلات، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "زاوية سيدي اعلي (الزويات)",
            "زاوية سيدي اعلي هو دُوَّار يقع بجماعة السفلات، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "زاوية سيدي حمزة (إقليم الرشيدية)",
            "زاوية سيدي حمزة هي جماعة قروية تابعة لإقليم الرشيدية ضمن جهة مكناس تافيلالت بالمغرب.",
            "زرارة (آيت أوزين)",
            "زرارة هو دُوَّار يقع بجماعة اغريس لعلوي، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "سيدي يحيى (آيت عاصم)",
            "سيدي يحيى هو دُوَّار يقع بجماعة فركلة العليا، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "سيدي أبو عبد الله (سيدي أبو عبد الله)",
            "سيدي أبو عبد الله هو دُوَّار يقع بجماعة شرفاء مدغرة، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "سيدي أبو عبد الله (شرفاء مدغرة)",
            "سيدي أبو عبد الله هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الرشيدية وإداريًا لشرفاء مدغرة.",
            "سيدي الغازي بن قاسم (الزويات)",
            "سيدي الغازي بن قاسم هو دُوَّار يقع بجماعة السفلات، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "سيدي الغازي بن العربي (الزويات)",
            "سيدي الغازي بن العربي هو دُوَّار يقع بجماعة السفلات، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "سيدي احمد بن المدني (آيت خباش)",
            "سيدي احمد بن المدني هو دُوَّار يقع بجماعة الريصاني، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "سيدي عياد (إقليم الرشيدية)",
            "سيدي عياد هي جماعة قروية تابعة لإقليم ميدلت ضمن جهة مكناس تافيلالت بالمغرب.",
            "سيدي عياد (الرشيدية)",
            "سيدي عياد هي قرية مغربية وسط البلاد.تقع آيت هاني جنوبي مكناس.",
            "سيدي علي (إقليم الرشيدية)",
            "سيدي علي هي جماعة قروية تابعة لإقليم الرشيدية ضمن جهة درعة تافيلالت بالمغرب.",
            "سد الحسن الداخل (قصر السوق)",
            "سد الحسن الداخل هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "سرغين (الخنك الجديد)",
            "سرغين هو دُوَّار يقع بجماعة الخنك، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "شايب الراس (خملية)",
            "شايب الراس هو دُوَّار يقع بجماعة الطاوس، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "شرفاء مدغرة",
            "هي جماعة قروية تابعة لإقليم الرشيدية ضمن جهة درعة تافيلالت بالمغرب.",
            "شرفة بحاج (الثلث الفوقاني)",
            "شرفة بحاج هو دُوَّار يقع بجماعة السفلات، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "عوج (آيت واحي)",
            "عوج هو دُوَّار يقع بجماعة أملاكو، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "عمار (الزويات)",
            "عمار هو دُوَّار يقع بجماعة السفلات، إقليم الرشيدية، جهة درعة تافيلالت في المملكة المغربية.",
            "عبد الكريم الفيلالي",
            "عبد الكريم الفيلالي (توفي 30 سبتمبر 2013، الرباط) مؤرخ مغربي.",
            "عرب صباح اغريس",
            "هي جماعة قروية تابعة لإقليم الرشيدية ضمن جهة درعة تافيلالت بالمغرب.",
            "عرب صباح زيز",
            "هي جماعة قروية تابعة لإقليم الرشيدية ضمن جهة درعة تافيلالت بالمغرب.",
            "غرس تعلالين (إقليم الرشيدية)",
            "غرس تعلالين هي جماعة قروية تابعة لإقليم الرشيدية ضمن جهة مكناس تافيلالت بالمغرب.",
            "قصر تحسنونت",
            "جماعة بني امحمد سجلماسة",
            "قصر الجبيل",
            "جماعة بني امحمد سجلماسة",
            "قصر تغكة",
            "جماعة بني امحمد سجلماسة"
        ],

        "مولاي علي الشريف - الملحقة الإدارية الأولى 1": [
            "حي 50 دار",
            "حي الاداري- الريصاني",
            "حي العريف",
            "حي علال بن عبد الله",
            "حي مولاي احفيظ",
            "حي مولاي ارشيد",
            "حي مولاي سليمان",
            "قصر ابو عام",
            "قصر تعيرمت",
            "قصر صوصو",
            "قصر قصبة لحدب",
            "قصر قصبة مولاي مستعين",
            "قصر كرينفوذ"
        ],

        "مولاي علي الشريف - الملحقة الإدارية الثانية 2": [
            "تجزئة المسيرة",
            "تجمع سكاني صوصو جنان الدار",
            "ثكنة العسكرية",
            "ثكنة القوات المساعدة",
            "حي ابو القاسم الزياني",
            "حي القدس",
            "حي سيدي الغازي بالعربي",
            "حي مولاي احمد الدهبي",
            "حي مولاي ادريس الاول",
            "حي مولاي ارشيد ميزار",
            "قصر اخنوس",
            "قصر الحاج هارون",
            "قصر زاوية مولاي علي الشريف",
            "قصر سيدي بوزكري",
            "قصر قصبة سيدي ملوك",
            "قصر قصبة مولاي اسليمان",
            "قصر قصبة مولاي عبد الكريم",
            "قصر كحايك",
            "قصر واد الشرفاء",
            "قصر يحياتن"
        ]
    }
]
